[
  {
    "title": "Перепись населения Руси для сбора дани",
    "date": "1257-1259 гг.",
    "description": "Ордынские чиновники провели перепись населения русских земель для установления размера дани, что вызвало сопротивление в некоторых городах.\n\n**1262 г. - Восстания против сборщиков дани (баскаков) - Ростов, Суздаль, Ярославль, Владимир, Устюг**\nВ ряде городов Северо-Восточной Руси вспыхнули восстания против ордынских сборщиков дани (баскаков), вызванные их жестокостью и злоупотреблениями.\n\n**1263 г. - Смерть Александра Невского - Городец**\nСмерть Александра Невского по возвращении из Орды, где он пытался облегчить участь русских земель.\n\n**1277 г. - Поход русских князей в составе ордынского войска на ясов - Северный Кавказ**\nРусские князья были вынуждены участвовать в военных походах Орды, в данном случае против ясов (алан).\n\n**1281-1293 гг. - Междоусобная борьба за великое княжение Владимирское - Северо-Восточная Русь**\nБорьба между сыновьями Александра Невского, Дмитрием и Андреем, за великокняжеский престол, в которую активно вмешивалась Орда.\n\n**1293 г. - Дюденева рать - Северо-Восточная Русь**\nКарательный поход ордынского войска во главе с Дюденем, разорившего 14 русских городов, включая Москву.\n\n**1300 г. - Московский князь Даниил захватывает Коломну - Коломна**\nМосковское княжество начинает расширять свою территорию, захватывая важные города, что свидетельствует о его усилении.\n\n**1301 г. - Московский князь Даниил захватывает Переяславль - Переяславль**\nПродолжение усиления Московского княжества.\n\n**1317 г. - Бортеневская битва - Бортенево (близ Твери)**\nБитва между войсками московского князя Юрия Даниловича и тверского князя Михаила Ярославича, в которой победу одержал Михаил.\n\n**1327 г. - Тверское восстание - Тверь**\nВосстание жителей Твери против ордынского отряда во главе с Чолханом (Шевкалом), которое было жестоко подавлено.\n\n**1328 г. - Передача великого княжения Владимирского Ивану Калите - Владимир**\nПосле подавления Тверского восстания, Иван Калита получил от хана Узбека ярлык на великое княжение Владимирское, что значительно усилило Московское княжество.\n\n**1328-1340 гг. - Правление Ивана Калиты - Москва**\nИван Калита проводил политику укрепления Москвы и расширения ее влияния, используя лояльность к Орде.\n\n**1359-1389 гг. - Правление Дмитрия Донского - Москва**\nПравление Дмитрия Донского, ознаменованное усилением Московского княжества и подготовкой к открытой борьбе с Ордой.\n\n**1367-1369 гг. - Строительство белокаменного Московского Кремля - Москва**\nСтроительство нового Кремля из белого камня укрепило обороноспособность Москвы и стало символом ее возвышения.\n\n**1370 г. - Первый поход Ольгерда на Москву - Москва**\nПервая из трех попыток литовского князя Ольгерда захватить Москву.\n\n**1375 г. - Поход Дмитрия Донского на Тверь - Тверь**\nДмитрий Донской принудил тверского князя Михаила Александровича признать себя вассалом Москвы.\n\n**1377 г. - Битва на реке Пьяне - Река Пьяна**\nПоражение русского войска от ордынцев под командованием царевича Арапши.\n\n**1378 г. - Битва на реке Воже - Река Вожа**\nПервая крупная победа русского войска над ордынцами, предвестник Куликовской битвы.\n\n**8 сентября 1380 г. - Куликовская битва - Куликово поле**\nРешающая битва между русским войском во главе с Дмитрием Донским и ордынским войском под командованием Мамая, закончившаяся победой русских.\n\n**1382 г. - Нашествие Тохтамыша на Москву - Москва**\nРазорение Москвы войсками хана Тохтамыша, восстановившее выплату дани Орде.\n\n**1395 г. - Поход Тамерлана на Русь - Южная Русь**\nВторжение войск Тамерлана, которое, к счастью, не привело к разорению русских земель, так как Тамерлан неожиданно повернул назад.\n\n**1408 г. - Нашествие Едигея на Москву - Москва**\nОсада Москвы войсками Едигея, но город не был взят.\n\n**1439 г. - Флорентийская уния - Флоренция**\nПодписание Флорентийской унии, попытка объединения православной и католической церквей, отвергнутая большинством русских священнослужителей и князей. Это событие способствовало укреплению автокефалии Русской православной церкви.\n\n**1445 г. - Битва под Суздалем - Суздаль**\nПоражение московского войска во главе с Василием II от казанских татар, пленение Василия II.\n\n**1448 г. - Избрание митрополита Ионы без согласования с Константинополем - Москва**\nФактическое провозглашение автокефалии Русской православной церкви.\n\n**1452 г. - Касимовское ханство - Касимов**\nОбразование Касимовского ханства, вассального по отношению к Москве, на территории Мещёры.\n\n**1462-1505 гг. - Правление Ивана III - Москва**\nПравление Ивана III, ознаменованное объединением русских земель вокруг Москвы и окончательным свержением ордынского ига.\n\n**1471 г. - Битва на реке Шелони - Река Шелонь**\nПобеда московского войска над новгородским, что стало важным шагом на пути к присоединению Новгорода к Москве.\n\n**1478 г. - Присоединение Новгорода к Москве - Новгород**\nЛиквидация Новгородской республики и присоединение ее территории к Московскому княжеству.\n\n**1480 г. - Стояние на реке Угре - Река Угра**\nОкончательное свержение ордынского ига, когда войска хана Ахмата и Ивана III стояли друг против друга на реке Угре, но не вступили в сражение, и хан Ахмат отступил.\n\n**1487 г. - Присоединение Казанского ханства - Казань**\nПервая попытка присоединения Казанского ханства к Москве.\n\n**1502 г. - Ликвидация Золотой Орды - Нижнее Поволжье**\nКрымский хан Менгли-Гирей разгромил остатки Золотой Орды, что формально прекратило ее существование.\n\n**1505-1533 гг. - Правление Василия III - Москва**\nПродолжение политики объединения русских земель и укрепления централизованного государства.\n\n**1510 г. - Присоеди\n\nКонечно, вот еще 15-20 исторических событий по теме \"Последствия монгольского ига для Руси\", продолжающих предыдущий список:\n\n*   **1259** - **Перепись населения Руси для сбора дани** - **Владимир, Суздаль, Ростов и другие города**\n    *   Монгольские чиновники (численники) проводят новую перепись населения, чтобы уточнить размеры дани. Сопротивление переписи в некоторых городах подавлено.\n\n*   **1262** - **Восстания против откупщиков дани** - **Ростов, Ярославль, Владимир, Суздаль, Устюг**\n    *   В нескольких городах вспыхивают восстания против злоупотреблений откупщиков дани (бесерменов), которые вымогали деньги у населения. Восстания жестоко подавлены, но приводят к ограничению деятельности откупщиков.\n\n*   **1277** - **Участие русских князей в походе монголов на ясов** - **Северный Кавказ**\n    *   Русские князья, вынужденные подчиняться Золотой Орде, участвуют со своими дружинами в монгольском походе на ясов (алан).\n\n*   **1281-1293** - **Междоусобная война между Дмитрием Александровичем и Андреем Александровичем за великокняжеский престол** - **Северо-Восточная Русь**\n    *   Борьба за власть между сыновьями Александра Невского, Дмитрием и Андреем, приводит к разорению русских земель монгольскими войсками, призванными Андреем.\n\n*   **1285** - **Основание Сарайской епархии Русской православной церкви** - **Сарай-Бату**\n    *   Русская православная церковь учреждает епархию в столице Золотой Орды, что позволяет духовенству окормлять русских пленников и купцов, находившихся в Орде.\n\n*   **1293** - **Дюденева рать** - **Северо-Восточная Русь**\n    *   Монгольский военачальник Дюдень совершает карательный поход на Русь по просьбе Андрея Александровича, претендующего на великокняжеский престол. Разорены Владимир, Суздаль, Юрьев-Польской, Переславль-Залесский, Москва и другие города.\n\n*   **1300** - **Разорение Рязанской земли татарами** - **Рязанская земля**\n    *   Татарские отряды совершают набег на Рязанскую землю, грабя и разоряя села и города.\n\n*   **1317** - **Бортеневская битва** - **Бортенево (близ Твери)**\n    *   Войско московского князя Юрия Даниловича терпит поражение от тверского князя Михаила Ярославича, который пользовался поддержкой Орды.\n\n*   **1327** - **Тверское восстание** - **Тверь**\n    *   Восстание жителей Твери против ордынского отряда во главе с Чолханом (Шевкалом). Чолхан и его отряд убиты.\n\n*   **1327** - **Карательный поход ордынцев на Тверь** - **Тверская земля**\n    *   Иван Калита, получив ярлык на великое княжение, возглавляет ордынское войско в карательном походе на Тверь. Город разграблен и сожжен, тверское княжество ослаблено.\n\n*   **1339** - **Казнь тверского князя Александра Михайловича в Орде** - **Сарай-Бату**\n    *   Тверской князь Александр Михайлович, укрывавшийся в Пскове после Тверского восстания, вызван в Орду и казнен по наущению Ивана Калиты.\n\n*   **1365** - **Битва на реке Воже** - **Река Вожа (Рязанская земля)**\n    *   Московское войско под командованием Дмитрия Ивановича разбивает ордынский отряд воеводы Бегича. Эта победа стала важным шагом на пути к освобождению от ордынского ига.\n\n*   **1370** - **Первый поход Ольгерда на Москву** - **Москва**\n    *   Литовский князь Ольгерд совершает первый из трех походов на Москву, пытаясь ослабить влияние Москвы и расширить литовские владения. Осада Москвы оказалась безуспешной.\n\n*   **1377** - **Битва на реке Пьяне** - **Река Пьяна (Нижегородская земля)**\n    *   Русское войско, беспечно двигавшееся навстречу ордынцам, внезапно атаковано и разгромлено. Эта битва показала необходимость более серьезной подготовки к борьбе с Ордой.\n\n*   **1378** - **Второй поход Ольгерда на Москву** - **Москва**\n    *   Ольгерд вновь осаждает Москву, но не может взять город.\n\n*   **1382** - **Нашествие Тохтамыша на Москву** - **Москва**\n    *   Хан Тохтамыш внезапно нападает на Русь, берет и сжигает Москву, воспользовавшись отсутствием Дмитрия Донского.\n\n*   **1395** - **Поход Тамерлана на Русь** - **Елец, южные рубежи Руси**\n    *   Войска Тамерлана вторгаются в южные русские земли, но неожиданно поворачивают назад, не дойдя до Москвы. Это событие было воспринято как чудо и спасение Руси.\n\n*   **1408** - **Нашествие Едигея на Москву** - **Москва**\n    *   Ордынский хан Едигей совершает набег на Русь, осаждает Москву, но не может взять город и уходит, получив откуп.\n\n*   **1445** - **Битва под Суздалем** - **Суздаль**\n    *   Московское войско во главе с великим князем Василием II терпит поражение от казанских татар. Василий II взят в плен.\n\n*   **1451** - **Набег царевича Мазовши на Москву** - **Москва**\n    *   Казанский царевич Мазовша совершает набег на Москву, сжигает посады, но не может взять Кремль.\n\nЭти события, наряду с ранее упомянутыми, демонстрируют многогранность и долговременность последствий монгольского ига для Руси. Они охватывают политические, экономические, социальные и культурные аспекты жизни русского общества в этот период.",
    "location": {
      "name": "Русские княжества**",
      "lat": 52.03601220944908,
      "lng": 35.17465395695287
    },
    "category": "Войны и сражения"
  }
]