[
  {
    "title": "Великий голод**",
    "date": "1601-1603 гг.",
    "description": "Массовый голод, вызванный неурожаями, привел к экономическому упадку, увеличению социальной напряженности и способствовал Смутному времени.\n\n*   **1613 г. - Земский собор и избрание Михаила Романова на царство** - Москва\n    Окончание Смутного времени и начало правления династии Романовых, что создало условия для восстановления экономики.\n\n*   **1619 г. - Возвращение Филарета из польского плена и его фактическое правление** - Москва\n    Усиление центральной власти и влияние патриарха Филарета на экономическую политику.\n\n*   **1620-е гг. - Начало восстановления экономики после Смутного времени** - Русское царство\n    Постепенное восстановление сельского хозяйства и ремесел после разрухи Смутного времени.\n\n*   **1630-е гг. - Развитие мануфактурного производства** - Тула, Москва\n    Появление первых мануфактур, в частности, для производства оружия (Тульский оружейный завод), что свидетельствует о развитии промышленности.\n\n*   **1631-1632 гг. - Военная реформа** - Русское царство\n    Создание полков \"нового строя\", что требовало больших расходов и стимулировало развитие военной промышленности и торговли.\n\n*   **1646 г. - Перепись населения** - Русское царство\n    Проведена перепись населения для более эффективного сбора налогов и учета военнообязанных.\n\n*   **1649 г. - Соборное уложение** - Москва\n    Юридическое оформление крепостного права, что закрепило зависимость крестьян и повлияло на развитие сельского хозяйства.\n\n*   **1653 г. - Торговый устав** - Русское царство\n    Введение единой таможенной пошлины, что способствовало развитию внутренней торговли.\n\n*   **1654-1667 гг. - Русско-польская война** - Западные регионы России, Украина, Белоруссия\n    Война привела к разорению западных территорий и негативно сказалась на экономике.\n\n*   **1656-1658 гг. - Русско-шведская война** - Прибалтика\n    Война за выход к Балтийскому морю, которая, несмотря на неудачный исход, показала заинтересованность России в развитии торговли с Европой.\n\n*   **1662 г. - Медный бунт** - Москва\n    Народное восстание, вызванное выпуском медных денег, которые обесценились и привели к экономическому кризису.\n\n*   **1667 г. - Новоторговый устав** - Русское царство\n    Усиление протекционистской политики, направленной на защиту русских купцов от иностранной конкуренции.\n\n*   **1667-1671 гг. - Восстание Степана Разина** - Юг России, Поволжье\n    Крестьянское восстание, вызванное ухудшением положения крестьян и казаков, привело к разорению ряда регионов.\n\n*   **1670-е гг. - Развитие ярмарочной торговли** - Макарьевская ярмарка (Нижний Новгород), Ирбитская ярмарка (Сибирь)\n    Увеличение объемов торговли на ярмарках, которые стали важными центрами внутренней торговли.\n\n*   **1679-1681 гг. - Подворная подать** - Русское царство\n    Введение подворной подати вместо посошного обложения, что упростило сбор налогов.\n\n*   **1680-е гг. - Освоение Сибири** - Сибирь\n    Активное освоение Сибири, развитие пушного промысла и торговли.\n\n*   **1681 г. - Таможенная реформа** - Русское царство\n    Упорядочение таможенного дела и увеличение доходов казны.\n\n*   **1682 г. - Отмена местничества** - Москва\n    Отмена системы местничества, что позволило продвигать на государственную службу более способных людей, независимо от их происхождения.\n\n*   **1686 г. - Вечный мир с Польшей** - Москва\n    Закрепление за Россией Левобережной Украины, что расширило территорию и экономические возможности.\n\n*   **1687 г. - Открытие Славяно-греко-латинской академии** - Москва\n    Развитие образования, что способствовало подготовке кадров для государственной службы и экономики.\n\n*   **1689 г. - Нерчинский договор с Китаем** - Нерчинск\n    Установление границы с Китаем и развитие торговли с Востоком.\n\n*   **Конец XVII века - Рост городов и развитие ремесел** - Москва, Ярославль, Нижний Новгород\n    Увеличение численности городского населения и развитие ремесленного производства.\n\n*   **Конец XVII века - Усиление роли купечества** - Русское царство\n    Рост влияния купечества в экономической и политической жизни страны.\n\n*   **Конец XVII века - Развитие внешней торговли** - Архангельск, Астрахань\n    Увеличение объемов внешней торговли через Архангельск и Астрахань.\n\n*   **Конец XVII века - Появление всероссийского рынка** - Русское царство\n    Формирование единого экономического пространства, связанного торговыми связями.\n\nЭтот список включает как крупные события, так и менее известные, но важные для понимания экономического развития России в XVII веке. Он охватывает различные аспекты экономики, включая сельское хозяйство, промышленность, торговлю, финансы и социальные отношения.\n\n\nХорошо, вот продолжение списка исторических событий, касающихся экономического развития России в XVII веке, с акцентом на новые явления и менее известные факты:\n\n*   **1614** - **Жалованная грамота Строгановым на соляные варницы** - Сольвычегодск\n    *   Царь Михаил Федорович подтверждает и расширяет привилегии Строгановых на соляные промыслы, что способствует укреплению их экономического могущества и развитию соляной промышленности.\n\n*   **1619** - **Указ о сыске беглых крестьян** - Вся Россия\n    *   Ужесточение сыска беглых крестьян, увеличение срока сыска до 9 лет, что усиливает крепостническую систему и затрудняет развитие свободного труда.\n\n*   **1627** - **Запрет англичанам торговать внутри России** - Москва, Архангельск\n    *   Ограничение торговых привилегий английской Московской компании, вызванное политическими и экономическими соображениями, стимулирует развитие русской торговли.\n\n*   **1631-1632** - **Создание первых полков \"нового строя\"** - Москва и окрестности\n    *   Начало формирования регулярной армии по европейскому образцу, что требует значительных финансовых затрат и стимулирует развитие военной промышленности и налоговой системы.\n\n*   **1637** - **Основание железоделательного завода близ Тулы** - Тульская область\n    *   Основание первого крупного железоделательного завода, принадлежавшего голландскому купцу Андрею Виниусу, знаменует начало развития металлургии в России.\n\n*   **1646** - **Перепись населения для введения посошного обложения** - Вся Россия\n    *   Проведение всеобщей переписи населения с целью введения посошного обложения (налога с двора), что усиливает фискальное давление на крестьянство.\n\n*   **1649** - **Соборное уложение, окончательное закрепощение крестьян** - Москва\n    *   Принятие Соборного уложения, юридически оформившего крепостное право и прикрепившего крестьян к земле, что оказало огромное влияние на экономическое и социальное развитие страны.\n\n*   **1653** - **Торговый устав** - Москва\n    *   Введение Торгового устава, унифицировавшего торговые пошлины и сборы, что способствовало развитию внутренней торговли и увеличению доходов казны.\n\n*   **1654-1667** - **Русско-польская война, экономический кризис** - Россия, Украина, Белоруссия\n    *   Длительная и разорительная война с Польшей приводит к экономическому кризису, росту налогов и повинностей, ухудшению положения крестьянства.\n\n*   **1662** - **Медный бунт** - Москва\n    *   Восстание в Москве, вызванное выпуском медных денег, приравненных к серебряным, что привело к инфляции и народному недовольству.\n\n*   **1667** - **Новоторговый устав** - Москва\n    *   Принятие Новоторгового устава, направленного на защиту интересов русских купцов и ограничение иностранных торговых привилегий.\n\n*   **1670-1671** - **Восстание Степана Разина** - Поволжье, Дон\n    *   Крупное крестьянское восстание под предводительством Степана Разина, вызванное усилением крепостного гнета и ухудшением экономического положения населения.\n\n*   **1679-1681** - **Подворная перепись населения** - Вся Россия\n    *   Проведение подворной переписи населения для более точного учета налогоплательщиков и взимания налогов с каждого двора.\n\n*   **1680** - **Отмена местничества** - Москва\n    *   Отмена системы местничества, ограничивавшей продвижение по службе знатностью происхождения, что открывает возможности для более эффективного управления и развития экономики.\n\n*   **1681-1686** - **Строительство Закамской засечной черты** - Поволжье, Приуралье\n    *   Строительство укрепленной линии для защиты от набегов кочевников, что требовало значительных ресурсов и стимулировало развитие инфраструктуры в регионе.\n\n*   **1682** - **Отмена подушной подати и переход к подворному обложению** - Вся Россия\n    *   Временная отмена подушной подати и возвращение к подворному обложению, что было попыткой смягчить налоговое бремя на крестьянство.\n\n*   **1686** - **\"Вечный мир\" с Польшей** - Москва\n    *   Заключение \"Вечного мира\" с Польшей, завершившего длительный период войн и конфликтов, что создало более благоприятные условия для экономического развития.\n\n*   **1693-1694** - **Поездки Петра I в Архангельск** - Архангельск\n    *   Посещение Петром I Архангельска, единственного морского порта России, для изучения судостроения и морского дела, что положило начало реформам в этой области.\n\n*   **1696** - **Взятие Азова** - Азов\n    *   Взятие Азова русскими войсками, что открыло России выход к Азовскому морю и создало предпосылки для развития торговли с южными странами.\n\n*   **1699** - **Начало реформы денежной системы** - Москва\n    *   Начало реформы денежной системы, направленной на унификацию монетного дела и введение десятичной системы, что должно было упростить торговые расчеты.\n\nЭтот список, вместе с предыдущим, дает более полное представление об экономических процессах, происходивших в России в XVII веке, и о тех новых явлениях, которые заложили основу для дальнейшего развития страны.",
    "location": {
      "name": "Русское царство",
      "lat": 48.96550163165537,
      "lng": 30.96625179109521
    },
    "category": "Войны и сражения"
  }
]