[
  {
    "title": "Смутное время в России**",
    "date": "1604-1618 гг.",
    "description": "Период глубокого социально-политического и экономического кризиса, сопровождавшийся династическим кризисом, иностранной интервенцией и народными восстаниями.\n\n**1605 г. - Смерть Бориса Годунова** - Москва\nВнезапная смерть царя Бориса Годунова, что усугубило политический кризис и открыло дорогу Лжедмитрию I к власти.\n\n**1605 г. - Вступление Лжедмитрия I на престол** - Москва\nЛжедмитрий I, выдававший себя за чудом спасшегося царевича Дмитрия, при поддержке польских сил занял московский престол.\n\n**1606 г., 17 мая - Убийство Лжедмитрия I** - Москва\nВ результате заговора, организованного боярами, Лжедмитрий I был убит, что привело к новому витку политической нестабильности.\n\n**1606 г. - Избрание Василия Шуйского царем** - Москва\nПосле свержения Лжедмитрия I, Василий Шуйский был избран царем Земским собором, но его правление оказалось слабым и не смогло стабилизировать ситуацию.\n\n**1606-1607 гг. - Восстание Ивана Болотникова** - Юг России, Московское государство\nКрупное социальное восстание под предводительством Ивана Болотникова, охватившее южные и центральные регионы России, направленное против власти бояр и дворян.\n\n**1607 г. - Появление Лжедмитрия II** - Стародуб\nПоявление нового самозванца, Лжедмитрия II, который, опираясь на польскую поддержку, развернул борьбу за московский престол.\n\n**1608 г. - Основание Тушинского лагеря Лжедмитрия II** - Тушино (под Москвой)\nЛжедмитрий II основал свой лагерь в Тушино, фактически создав второе правительство в стране и разделив территорию на сферы влияния.\n\n**1609 г. - Выборгский трактат** - Выборг\nВасилий Шуйский заключил союз со Швецией, предоставив ей территориальные уступки в обмен на военную помощь против Лжедмитрия II и поляков.\n\n**1609-1611 гг. - Польско-русская война** - Территория России\nВторжение польских войск в Россию, вызванное внутренним кризисом и борьбой за власть, привело к оккупации Москвы и других городов.\n\n**1610 г., июль - Свержение Василия Шуйского** - Москва\nВ результате заговора Василий Шуйский был свергнут с престола и насильно пострижен в монахи.\n\n**1610-1612 гг. - Семибоярщина** - Москва\nПосле свержения Шуйского власть перешла к Семибоярщине, правительству из семи бояр, которое фактически находилось под контролем польских интервентов.\n\n**1610 г. - Приглашение на престол польского королевича Владислава** - Москва\nСемибоярщина пригласила на русский престол польского королевича Владислава, что вызвало возмущение в стране и привело к формированию народного ополчения.\n\n**1611 г. - Первое народное ополчение** - Рязань\nФормирование Первого народного ополчения под предводительством Прокопия Ляпунова, Ивана Заруцкого и Дмитрия Трубецкого с целью освобождения Москвы от поляков.\n\n**1611 г. - Распад Первого ополчения** - Под Москвой\nИз-за внутренних противоречий и убийства Ляпунова Первое ополчение распалось, не достигнув своей цели.\n\n**1611 г. - Захват Смоленска поляками** - Смоленск\nПосле длительной осады польские войска захватили Смоленск, что стало серьезным ударом для русского государства.\n\n**1611 г., осень - Формирование Второго народного ополчения** - Нижний Новгород\nКупец Кузьма Минин и князь Дмитрий Пожарский начали формирование Второго народного ополчения в Нижнем Новгороде.\n\n**1612 г., весна - Выступление Второго ополчения из Нижнего Новгорода** - Нижний Новгород\nВторое ополчение во главе с Мининым и Пожарским выступило из Нижнего Новгорода на Москву.\n\n**1612 г., август - Сражение у Москвы** - Под Москвой\nРешающие сражения между Вторым ополчением и польскими войсками под Москвой, в результате которых поляки были оттеснены к Кремлю.\n\n**1612 г., 26 октября (4 ноября по новому стилю) - Освобождение Москвы от польских интервентов** - Москва\nВторое ополчение освободило Москву от польских интервентов, что стало переломным моментом в Смутном времени.\n\n**1613 г., январь - Земский собор в Москве** - Москва\nСозыв Земского собора для избрания нового царя.\n\n**1613 г., 21 февраля (3 марта по новому стилю) - Избрание Михаила Романова на царство** - Москва, Кремль, Успенский собор\nЗемский собор избрал Михаила Федоровича Романова новым царем, положив начало династии Романовых.\n\n**1613 г., март - Отправка посольств к Михаилу Романову** - Кострома, Ипатьевский монастырь\nПосольства Земского собора отправились в Кострому, чтобы убедить Михаила Романова принять царский престол.\n\n**1613 г., 11 июля - Венчание Михаила Романова на царство** - Москва, Успенский собор\nМихаил Романов был торжественно венчан на царство в Успенском соборе Московского Кремля.\n\n**1614 г. - Казнь Ивана Заруцкого и Марины Мнишек** - Москва\nКазнь Ивана Заруцкого, одного из лидеров Первого ополчения, и Марины Мнишек, вдовы Лжедмитрия I и Лжедмитрия II, что стало символом окончания Смуты.\n\n**1615-1617 гг. - Русско-шведская война** - Новгородская земля\nВойна со Швецией за возвращение территорий, утраченных в период Смуты.\n\n**1617 г. - Столбовский мир** - Столбово\nЗаключение Столбовского мира со Швецией, по которому Россия возвращала Новгород, но теряла выход к Балтийскому морю.\n\n**1618 г. - Деулинское перемирие** - Деулино (близ Троице-Сергиева монастыря)\nЗаключение Деулинского перемирия с Польшей, по которому Россия уступала Смоленск, Чернигов и другие территории.  Это перемирие формально завершило период Смуты.\n\n**1634 г. - Поляновский мир** - Река Поляновка\nПодписание Поляновского мира с Речью Посполитой, по которому Владислав IV отказывался от претензий на русский престол, а Россия возвращала себе город Серпейск и некоторые другие земли.\n\nЭтот список включает в себя как ключевые события, так и менее известные, но важные для понимания общей картины окончания Смутного времени и избрания Михаила Романова на царство.\n\n\nХорошо, вот продолжение списка исторических событий, связанных с избранием Михаила Романова на царство и окончанием Смуты, с акцентом на менее известные, но важные детали:\n\n**Продолжение списка:**\n\n*   **1612, осень - начало 1613** - **Земские сборы средств на восстановление страны** - **Различные города и уезды Русского государства**\n    *   После изгнания поляков из Москвы, Земский собор инициировал сбор средств с населения для восстановления экономики, армии и государственного аппарата. Эти сборы были жизненно важны для функционирования государства в переходный период.\n\n*   **1612, ноябрь - 1613, январь** - **Переговоры о кандидатах на престол между казаками и дворянами** - **Москва**\n    *   Внутри Земского собора развернулась ожесточенная борьба между различными группировками, поддерживавшими разных кандидатов. Казаки, сыгравшие важную роль в освобождении Москвы, настаивали на своем кандидате, что вызывало сопротивление дворянства.\n\n*   **1612, декабрь** - **Попытки польского короля Владислава IV организовать новый поход на Москву** - **Польско-русская граница**\n    *   Несмотря на изгнание поляков из Москвы, Владислав IV не отказывался от своих претензий на русский престол и пытался организовать новую интервенцию. Эти попытки были сорваны благодаря действиям русских войск и дипломатии.\n\n*   **1613, январь** - **Прибытие делегаций от городов и уездов в Москву для участия в Земском соборе** - **Москва**\n    *   В Москву съехались представители различных слоев населения со всей страны, чтобы принять участие в избрании нового царя. Прибытие делегаций было сложным и опасным из-за неспокойной обстановки в стране.\n\n*   **1613, январь** - **Распространение ложных слухов и провокаций с целью сорвать работу Земского собора** - **Москва и окрестности**\n    *   Противники избрания Михаила Романова, а также сторонники других кандидатов, распространяли ложные слухи и устраивали провокации, чтобы дестабилизировать ситуацию и сорвать работу Земского собора.\n\n*   **1613, январь** - **Усиление охраны Москвы и Земского собора казаками и дворянским ополчением** - **Москва**\n    *   Для предотвращения беспорядков и обеспечения безопасности участников Земского собора, казаки и дворянское ополчение усилили охрану Москвы и мест проведения заседаний.\n\n*   **1613, январь - февраль** - **Активная переписка между различными политическими группировками и кандидатами на престол** - **Различные города и уезды Русского государства**\n    *   В преддверии избрания нового царя, различные политические группировки и кандидаты на престол вели активную переписку, пытаясь заручиться поддержкой и склонить выборщиков в свою пользу.\n\n*   **1613, февраль** - **Попытки шведского короля Карла IX (посредством своих агентов) повлиять на выбор Земского собора** - **Москва, Новгород**\n    *   Шведский король, заинтересованный в ослаблении России, пытался через своих агентов повлиять на выбор Земского собора, продвигая своих кандидатов или сея раздор между различными группировками.\n\n*   **1613, февраль** - **Обсуждение \"условий\" (ограничений) царской власти, предложенных некоторыми членами Земского собора** - **Москва**\n    *   Некоторые члены Земского собора предлагали ограничить царскую власть определенными условиями, чтобы предотвратить повторение Смуты. Однако эти предложения не получили широкой поддержки.\n\n*   **1613, февраль** - **Появление \"грамот\" с призывами к поддержке Михаила Романова, распространяемых по городам** - **Различные города и уезды Русского государства**\n    *   Сторонники Михаила Романова распространяли по городам \"грамоты\" с призывами к его поддержке, подчеркивая его родство с прежней династией и его молодость и неопытность, что делало его более управляемым.\n\n*   **1613, февраль** - **Отказ Михаила Романова от предложенного ему царского престола (первоначально)** - **Дом Романовых в Москве (предположительно)**\n    *   По некоторым сведениям, Михаил Романов первоначально отказывался от предложенного ему царского престола, опасаясь трудностей и нестабильности в стране.\n\n*   **1613, февраль** - **Уговоры Михаила Романова его матерью, инокиней Марфой, принять царский престол** - **Ипатьевский монастырь (Кострома)**\n    *   Мать Михаила Романова, инокиня Марфа, сыграла важную роль в его согласии принять царский престол, убедив его в необходимости служить России и восстановить порядок в стране.\n\n*   **1613, март** - **Отправка посольства Земского собора к Михаилу Романову в Кострому** - **Москва - Кострома**\n    *   После избрания Михаила Романова на царство, Земский собор отправил к нему в Кострому торжественное посольство, чтобы официально объявить ему о его избрании и пригласить в Москву.\n\n*   **1613, март** - **Торжественная встреча Михаила Романова в Ярославле на пути в Москву** - **Ярославль**\n    *   На пути в Москву Михаил Романов был торжественно встречен жителями Ярославля, одного из крупнейших и богатейших городов России. Эта встреча продемонстрировала поддержку нового царя со стороны населения.\n\n*   **1613, апрель** - **Прибытие Михаила Романова в Москву и его торжественная встреча горожанами** - **Москва**\n    *   Прибытие Михаила Романова в Москву было встречено ликованием горожан, надеявшихся на восстановление порядка и стабильности в стране.\n\n*   **1613, май-июль** - **Подавление остатков казачьих и крестьянских восстаний в различных регионах страны** - **Различные регионы Русского государства**\n    *   После избрания Михаила Романова правительство приступило к подавлению остатков казачьих и крестьянских восстаний, которые продолжались в различных регионах страны.\n\n*   **1613, июль** - **Переговоры с иностранными послами о признании Михаила Романова царем** - **Москва**\n    *   Правительство Михаила Романова вело переговоры с иностранными послами о признании его царем и установлении дипломатических отношений.\n\n*   **1614** - **Казнь Ивана Мартыновича Заруцкого и Марины Мнишек** - **Москва**\n    *   Казнь Заруцкого и Мнишек, последних крупных фигур Смутного времени, ознаменовала собой важный шаг в укреплении власти Михаила Романова и восстановлении порядка в стране.\n\n*   **1615-1617** - **Столбовский мир со Швецией** - **Столбово**\n    *   Подписание Столбовского мира со Швецией положило конец шведской интервенции и вернуло России часть утраченных территорий, хотя и с большими потерями.\n\n*   **1618** - **Деулинское перемирие с Польшей** - **Деулино**\n    *   Заключение Деулинского перемирия с Польшей завершило период открытой войны с Речью Посполитой, хотя и на тяжелых условиях для России. Это позволило сосредоточиться на внутреннем восстановлении страны.\n\nЭтот список, вместе с предыдущим, дает более полное представление о событиях, связанных с избранием Михаила Романова и окончанием Смуты, включая как широко известные факты, так и менее освещенные, но важные детали.",
    "location": {
      "name": "Российское государство",
      "lat": 57.88283628269915,
      "lng": 31.643727397361413
    },
    "category": "Войны и сражения"
  }
]